Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Any owner or owner's authorized agent who intends to construct, enlarge, alter, repair, move, demolish or change the occupancy of a building or structure, or to erect, install, enlarge, alter, repair, remove, convert or replace any electrical, gas, mechanical or plumbing system, the installation of which is regulated by this code, or to cause any such work to be performed, shall first make application to the building official and obtain the required permit.
fr_ca: Tout propriétaire ou mandataire autorisé du propriétaire qui prévoit construire, agrandir, modifier, réparer, déplacer ou démolir un bâtiment ou une structure, ou en changer l’usage, ou encore ériger, installer, agrandir, modifier, réparer, enlever, convertir ou remplacer toute installation électrique, de gaz, mécanique ou de plomberie dont l’installation est régie par le présent code, ou faire exécuter de tels travaux, doit d’abord présenter une demande au fonctionnaire responsable du bâtiment et obtenir le permis requis.

source: Any person who commences any work before obtaining the necessary permits shall be subject to a fee established by the building official that shall be in addition to the required permit fees.
fr_ca: Toute personne qui entreprend des travaux avant d’avoir obtenu les permis nécessaires est assujettie à des frais établis par le responsable de la construction, lesquels s’ajoutent aux frais de permis exigés.

source: Any person who shall continue any work after having been served with a stop work order, except such work as that person is directed to perform to remove a violation or unsafe condition, shall be subject to fines established by the authority having jurisdiction
fr_ca: Toute personne qui poursuit des travaux après avoir reçu un ordre d’arrêt des travaux, à l’exception des travaux qu’elle est tenue d’effectuer pour corriger une violation ou une situation non sécuritaire, est passible des amendes établies par l’autorité compétente.

source: Any portion of the room measuring less than 5 feet (1524 mm) from the finished floor to the ceiling shall not be included in any computation of the minimum area thereof.
fr_ca: Toute partie de la pièce mesurant moins de 5 pi (1524 mm) du plancher fini au plafond ne doit pas être incluse dans le calcul de la superficie minimale de la pièce.

source: Any portions that do not comply shall be corrected and such portion shall not be covered or concealed until authorized by the building official.
fr_ca: Toute partie non conforme doit être corrigée et ne doit pas être recouverte ou dissimulée avant d’avoir été autorisée par le responsable de la construction.

source: Any room with a furred ceiling shall be required to have the minimum ceiling height in two-thirds of the area thereof, but in no case shall the height of the furred ceiling be less than 7 feet (2134 mm).
fr_ca: Toute pièce comportant un plafond suspendu doit avoir la hauteur de plafond minimale sur les deux tiers de sa superficie; toutefois, la hauteur du plafond suspendu ne doit en aucun cas être inférieure à 7 pi (2 134 mm).

source: Any space that is 2 feet (610 mm) or more in width, including space measured around corners, and that is unbroken along the floor line by doorways and similar openings, fireplaces, and fixed cabinets that do not have countertops or similar work surfaces.
fr_ca: Tout espace d'une largeur de 2 pi [610 mm] ou plus, y compris l'espace mesuré autour des coins, et qui n'est pas interrompu le long de la ligne de plancher par des ouvertures de porte et des ouvertures similaires, des foyers et des armoires fixes qui n'ont pas de comptoirs ou de surfaces de travail similaires.

source: Any special stipulations and conditions of the building permit.
fr_ca: Toute stipulation et condition particulière du permis de construire.

source: Apartment houses
fr_ca: Immeubles d'appartements

source: Appliance doors and door latching devices shall not be required to comply with Section 309.4.
fr_ca: Les portes d'appareils et les dispositifs de verrouillage de porte ne sont pas tenus de se conformer à la section 309.4.

source: Approval as a result of an inspection shall not be construed to be an approval of a violation of the provisions of this code or of other ordinances of the jurisdiction.
fr_ca: L’approbation accordée à la suite d’une inspection ne doit pas être interprétée comme une approbation d’une violation des dispositions du présent code ou d’autres ordonnances de la juridiction.

source: Approved automatic sprinkler systems in new buildings and structures shall be provided in the locations described in Sections 903.2.1 through 903.2.12.
fr_ca: Les systèmes d’extincteurs automatiques approuvés dans les bâtiments et constructions neufs doivent être prévus aux endroits décrits aux sections 903.2.1 à 903.2.12.

source: Approved luminous egress path markings delineating the exit path shall be provided in high-rise buildings of Group A, B, E, I-1, M or R-1 occupancies in accordance with this section.
fr_ca: Des marquages lumineux approuvés du chemin d’évacuation délimitant le parcours de l’issue doivent être installés dans les bâtiments de grande hauteur abritant des usages des groupes A, B, E, I-1, M ou R-1, conformément à la présente section.

source: Approved vertical openings for masonry chimneys shall be permitted where the annular space is fireblocked at each floor level in accordance with Section 718.2.5.
fr_ca: Les ouvertures verticales approuvées pour les cheminées en maçonnerie sont autorisées lorsque l'espace annulaire est protégé contre le feu à chaque niveau de plancher selon la section 718.2.5.

source: Area wells shall be designed for proper drainage by connecting to the building's foundation drainage system required by Section 1805.
fr_ca: Les puits de fenêtre doivent être conçus de manière à assurer un drainage adéquat en étant raccordés au système de drainage des fondations exigé par la section 1805.

source: Area wells with a vertical depth of more than 44 inches (1118 mm) shall be equipped with an approved permanently affixed ladder or steps.
fr_ca: Les puits de fenêtre dont la profondeur verticale est supérieure à 44 po (1 118 mm) doivent être munis d’une échelle ou de marches fixes permanentes approuvées.

source: Areas or spaces permitted to be included in the calculation of the refuge area are corridors, lounge or dining areas and other low-hazard areas.
fr_ca: Les aires ou espaces dont la superficie peut être prise en compte dans le calcul de l’aire de refuge sont les corridors, les aires de séjour ou de restauration et les autres aires à faible risque.

source: Assemblies shall be continuous without vertical openings, except as permitted by Section 712.
fr_ca: Les ensembles doivent être continus, sans ouvertures verticales, sauf dans les cas autorisés par la section 712.

source: Assemblies shall be continuous without vertical openings, except as permitted by this Section and Section 712.
fr_ca: Les assemblages doivent être continus sans ouvertures verticales, sauf dans les cas autorisés par la présente section et la section 712.

source: Assemblies shall be of materials permitted by the building type of construction.
fr_ca: Les matériaux utilisés pour construire les ensembles seront ceux qui sont autorisés selon le type de construction du bâtiment.

source: Assembly areas utilized for viewing motion picture projections with 300 seats or less shall not be required to comply with Section 802.10.2.
fr_ca: Les zones de rassemblement utilisées pour regarder des projections de films et comptant 300 places ou moins ne sont pas tenues de se conformer à la section 802.10.2.

source: Assembly areas with 300 seats or less other than those utilized for viewing motion picture projections shall not be required to comply with Section 802.10.2 where all wheelchair space locations are within the front 50 percent of the total rows.
fr_ca: Les zones de réunion de 300 places ou moins, autres que celles utilisées pour regarder des projections de films, ne sont pas tenues de se conformer à la section 802.10.2 lorsque tous les emplacements pour fauteuils roulants se trouvent dans les 50 pour cent avant du nombre total de rangées.

source: Assisted living facilities
fr_ca: Établissements de résidence avec services

source: Assistive listening systems shall be identified by the International Symbol of Access for Hearing Loss complying with Figure 703.6.3.3.
fr_ca: Les systèmes d'aide à l'audition doivent être identifiés par le Symbole international d'accès pour les personnes malentendantes conforme à la figure 703.6.3.3.

source: At a minimum, the food preparation area shall include a sink, a cooking appliance, and a refrigerator.
fr_ca: Au minimum, la zone de préparation des aliments doit comprendre un évier, un appareil de cuisson et un réfrigérateur.

source: At a minimum, the toilet room or bathroom required by Section 1105.4 shall include a lavatory and a water closet.
fr_ca: Au minimum, la salle de toilettes ou de bain exigée par la section 1105.4 doit comprendre un lavabo et une cabine de toilette.

source: At any location in an open-ended corridor where a change of direction exceeding 45 degrees (0.79 rad) occurs, a clear opening of not less than 35 square feet (3.3 m2) or an exterior stairway or ramp shall be provided.
fr_ca: À tout endroit d’un corridor ouvert à ses extrémités où un changement de direction de plus de 45 degrés (0,79 rad) se produit, une ouverture libre d’au moins 35 pi2 (3,3 m2) ou un escalier ou une rampe d’issue extérieur doit être prévu.

source: At areas of refuge, signage shall be provided in accordance with Section 1009.11.
fr_ca: Dans les zones de refuge, la signalisation doit être prévue selon la section 1009.11.

source: At beams, girders, ducts or other obstructions, the ceiling height shall be not less than 6 feet 4 inches (1931 mm) from the finished floor.
fr_ca: Au niveau des poutres, des longerons, des conduits ou d'autres obstacles, la hauteur de plafond ne doit pas être inférieure à 6 pi-4 po [1931 mm] au-dessus du sol fini.

source: At bleachers, grandstands and folding and telescopic seating, guards must be provided where required by ICC 300 and Section 1030.17.1.
fr_ca: Dans les gradins, les tribunes et les sièges pliants et télescopiques, des garde-corps doivent être prévus lorsque l’exigent la norme ICC 300 et la section 1030.17.1.

source: At each door to an area of refuge providing direct access to a stairway, exterior area for assisted rescue, exit stairway, exit passageway or exit discharge, signage shall be provided in accordance with Section 1013.4.
fr_ca: À chaque porte donnant accès à une aire de refuge offrant un accès direct à un escalier, à une aire extérieure de sauvetage assisté, à un escalier d’issue, à un passage d’issue ou à une sortie d’issue, une signalisation doit être prévue conformément à la section 1013.4.

source: At each separate-sex toilet and bathing room indicating the location of the nearest family/assisted use toilet or bathing room where provided in accordance with Section 1110.2.1.
fr_ca: À chaque cabinet de toilette et salle de bain distincts pour hommes et femmes, indiquer l’emplacement du cabinet de toilette ou de la salle de bain à usage familial ou assisté le plus proche, lorsqu’un tel cabinet ou une telle salle est prévu conformément à la section 1110.2.1.

source: At exits and exit stairways serving a required accessible space, but not providing an approved accessible means of egress, signage shall be provided in accordance with Section 1009.10.
fr_ca: Aux sorties et aux escaliers d’issue desservant un espace accessible requis, mais ne fournissant pas un moyen approuvé d’évacuation accessible, une signalisation doit être prévue conformément à la section 1009.10.

source: At exterior areas for assisted rescue, signage shall be provided in accordance with Section 1009.11.
fr_ca: Dans les zones extérieures pour le sauvetage assisté, la signalisation doit être prévue selon la section 1009.11.

source: At fixtures in toilet and bathing facilities not required to comply with Section 1102.11.2, reinforcement in accordance with Section 1104.11.1 shall be provided.
fr_ca: Au niveau des appareils sanitaires dans les toilettes et les salles de bain qui ne sont pas tenus de se conformer à la section 1102.11.2, il faut prévoir un renforcement selon la section 1104.11.1.

source: At fixtures not required to comply with Section 1103.11.2, reinforcement in accordance with Section 1104.11.1 shall be permitted.
fr_ca: Au niveau des appareils sanitaires non tenus de se conformer à la section 1103.11.2, le renforcement selon la section 1104.11.1 est autorisé.

source: At landings in interior exit stairways where two or more doors lead to the floor level, any door with direct access to an enclosed elevator lobby shall be identified by signage located on the door or directly adjacent to the door stating “Elevator Lobby.”
fr_ca: Sur les paliers des escaliers d'issue intérieurs où deux portes ou plus mènent au niveau du sol, toute porte donnant un accès direct à un hall d'ascenseur fermé doit être identifiée par une signalisation située sur la porte ou directement adjacente à la porte indiquant « Hall d'ascenseur ».

source: At least 10 percent, but not less than one, of the dwelling units and sleeping units shall be Accessible units.
fr_ca: Au moins 10 pour cent, mais pas moins d'un, des logements et des unités de couchage doivent être des unités accessibles.

source: At least 50 percent but not less than one of each type of the dwelling units and sleeping units shall be Accessible units.
fr_ca: Au moins 50 pour cent, mais pas moins d'un de chaque type de logements et d'unités de couchage, doivent être des unités accessibles.

source: At least one accessible entrance shall be provided to each dwelling unit and sleeping unit in a facility.
fr_ca: Au moins une entrée accessible doit être prévue pour chaque logement et chaque unité de couchage dans un établissement.

source: At least one accessible entrance shall be provided to each tenant in a facility.
fr_ca: Au moins une entrée accessible doit être prévue pour chaque locataire dans une installation.

source: At least one accessible route shall connect accessible buildings, accessible facilities, accessible elements and accessible spaces that are on the same site.
fr_ca: Au moins un itinéraire accessible doit relier les bâtiments accessibles, les installations accessibles, les éléments accessibles et les espaces accessibles qui se trouvent sur le même site.

source: At least one accessible route shall connect all spaces and elements that are a part of the unit.
fr_ca: Au moins un itinéraire accessible doit relier tous les espaces et éléments qui font partie de l'unité.

source: At least one accessible route shall connect each accessible story, mezzanine and occupied roofs in multilevel buildings and facilities.
fr_ca: Au moins un itinéraire accessible doit relier chaque étage accessible, mezzanine et toit occupé dans les bâtiments et installations à plusieurs niveaux.

source: At least one accessible route within the site shall be provided from public transportation stops, accessible parking, accessible passenger loading zones, and public streets or sidewalks to the accessible building entrance served.
fr_ca: Au moins une voie accessible doit être aménagée sur le site depuis les arrêts de transport en commun, les stationnements accessibles, les zones accessibles de prise en charge des passagers et les rues ou trottoirs publics jusqu’à l’entrée accessible du bâtiment desservi.

source: At least one accessible work surface 30 inches minimum in length shall be provided in accordance with Section 902.
fr_ca: Au moins une surface de travail accessible d'une longueur minimale de 30 po doit être prévue selon la section 902.

source: At least one bed shall be provided with an open bed frame.
fr_ca: Au moins un lit doit être doté d'un cadre de lit ouvert.

source: At least one bed shall measure 17 to 23 inches (430 to 585 mm) high from the floor to the top of the uncompressed mattress.
fr_ca: Au moins un lit doit mesurer entre 17 et 23 po [430 et 585 mm] de hauteur du sol au sommet du matelas non comprimé.

source: At least one lavatory, one water closet and either a bathtub or shower within the unit shall comply with Section 1103.11.2.
fr_ca: Au moins un lavabo, une cabine de toilette et une baignoire ou une douche dans le logement doivent être conformes à la section 1103.11.2.

source: At least one lavatory, one water closet and either a bathtub or shower within the unit shall comply with Sections 604 through 610.
fr_ca: Au moins un lavabo, une cabine de toilette et une baignoire ou une douche dans le logement doivent être conformes aux sections 604 à 610.

source: At least one point of control shall be at the usual point of entry to these spaces.
fr_ca: Au moins un point de commande doit se trouver au point d'entrée habituel de ces espaces.

source: At least one section of counter shall provide an accessible work surface 30 inches (760 mm) minimum in length complying with Section 1103.12.3.
fr_ca: Au moins une section du comptoir doit fournir une surface de travail accessible d'une longueur minimale de 30 po [760 mm] conforme à la section 1103.12.3.

source: At least one story containing dwelling units or sleeping units intended to be occupied as a residence shall be provided with an accessible entrance from the exterior of the structure and all units intended to be occupied as a residence on that story shall be Type B units.
fr_ca: Au moins un étage comportant des logements ou des unités de couchage destinés à être occupés comme résidence doit comporter une entrée accessible depuis l’extérieur du bâtiment, et toutes les unités destinées à être occupées comme résidence situées à cet étage doivent être des unités de type B.

source: At least one toilet and bathing facility shall comply with Section 1102.11.2.
fr_ca: Au moins une toilette et une salle de bain doivent être conformes à la section 1102.11.2.

source: At least one toilet and bathing facility shall comply with Section 1103.11.2.
fr_ca: Au moins une toilette et une salle de bain doivent être conformes à la section 1103.11.2.

source: At least one toilet and bathing facility shall comply with Section 603.
fr_ca: Au moins une toilette et une salle de bain doivent être conformes à la section 603.

source: At least one unit entrance shall be on a circulation path complying with Section 1105.5 from a public street or sidewalk, a dwelling unit driveway, or a garage.
fr_ca: Au moins une entrée de logement doit se trouver sur une voie de circulation conforme à la section 1105.5 à partir d'une rue ou d'un trottoir public, d'une allée de logement ou d'un garage.

source: At least one wall-switch-controlled lighting outlet shall be installed in hallways, stairways, attached garages, and detached garages with electric power.
fr_ca: Au moins une prise de courant d'éclairage commandée par un interrupteur mural doit être installée dans les couloirs, les escaliers, les garages attenants et les garages détachés alimentés en électricité.

source: At least one wall-switch-controlled lighting outlet shall be installed to provide illumination on the exterior side of each outdoor egress door having grade level access, including outdoor egress doors for attached garages and detached garages with electric power.
fr_ca: Au moins une prise d'éclairage commandée par un interrupteur mural doit être installée pour éclairer le côté extérieur de chaque porte d'évacuation extérieure ayant un accès au niveau du sol, y compris les portes d'évacuation extérieures des garages attenants et des garages détachés alimentés en électricité.

source: At open risers, openings located more than 30 inches (762 mm), as measured vertically, to the floor or grade below shall not permit the passage of a 4-inch-diameter (102 mm) sphere.
fr_ca: Au niveau des contremarches ouvertes, les ouvertures situées à plus de 30 po [762 mm], mesurées verticalement, par rapport au plancher ou au niveau du sol ne doivent pas permettre le passage d'une sphère d'un diamètre de 4 po [102 mm].

source: At other than the primary entrance door, where exterior space dimensions of balconies are less than the required maneuvering clearance, door maneuvering clearance is not required on the exterior side of the door.
fr_ca: À l'exception de la porte d'entrée principale, lorsque les dimensions de l'espace extérieur des balcons sont inférieures à l'espace de dégagement exigé, un espace de dégagement n'est pas exigé du côté extérieur de la porte.

source: At standard roll-in shower compartments complying with Section 608.2.2, lavatories, countertops and cabinetry shall be permitted at one end of the clearance, provided the following criteria are met:
fr_ca: Dans les compartiments de douche à l'italienne standard conformes à l'article 608.2.2, les lavabos, les comptoirs et les armoires sont autorisés à une extrémité de l'espace libre, à condition que les critères suivants soient respectés :

source: At the bottom of a stair flight, handrails shall extend at the slope of the stair flight for a horizontal distance equal to one tread depth beyond the bottom tread nosing.
fr_ca: Au bas d'une volée d'escalier, les rampes doivent se prolonger selon la pente de la volée d'escalier sur une distance horizontale égale à la profondeur d'un giron au-delà du nez de la marche inférieure.

source: At the top of a stair flight, handrails shall extend horizontally above the landing for 12 inches (305 mm) minimum beginning directly above the landing nosing.
fr_ca: Au sommet d'une volée d'escalier, les rampes doivent s'étendre horizontalement au-dessus du palier sur au moins 12 po [305 mm] en commençant directement au-dessus du nez de marche du palier.

source: At the top or bottom of the stairs, demarcation lines shall drop vertically to the floor within 2 inches (51 mm) of the step or landing edge.
fr_ca: En haut ou en bas de l'escalier, les lignes de démarcation doivent descendre verticalement jusqu'au plancher à moins de 2 po (51 mm) du bord de la marche ou du palier.

source: At two-way communication systems, signage shall be provided in accordance with Section 1009.8.2.
fr_ca: Au niveau des systèmes de communication bidirectionnelle, la signalisation doit être prévue selon la section 1009.8.2.

source: Atrium spaces shall be separated from adjacent spaces by a 1-hour fire barrier constructed in accordance with Section 707 or a horizontal assembly constructed in accordance with Section 711, or both.
fr_ca: Les espaces d’atrium doivent être séparés des espaces adjacents par une barrière coupe-feu d’un degré de résistance au feu de 1 heure construite conformément à l’article 707, par un ensemble horizontal construit conformément à l’article 711, ou par les deux.

source: Atriums are not permitted in buildings or structures classified as Group H.
fr_ca: Les atriums ne sont pas autorisés dans les bâtiments ou les structures classés dans le groupe H.

source: Atriums complying with Section 404 that connect two or more stories in Group I-2 or I-3 occupancies or three or more stories in other occupancies shall be permitted.
fr_ca: Les atriums conformes à la section 404 qui relient deux étages ou plus dans les usages du groupe I-2 ou I-3 ou trois étages ou plus dans les autres usages sont autorisés.

source: Atriums shall not be permitted within Group H occupancies.
fr_ca: Les atriums ne sont pas autorisés dans les usages du groupe H.

source: Attachment shall not be accomplished by use of toenails or nails subject to withdrawal.
fr_ca: La fixation ne doit pas être réalisée au moyen de clous à pied ou de clous susceptibles d'être retirés.
